Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Your awesome new feature here!
ar: الميزة الجديدة الرائعة الخاصة بك هنا!
ca: La teva nova característica fantàstica aquí!
cs: Vaše skvělá nová funkce zde!
da: Din fantastiske nye funktion her!
de: Dein tolles neues Feature hier!
el: Η καταπληκτική νέα σας δυνατότητα εδώ!
es: ¡Aquí va tu nueva función increíble!
fa: ویژگی جدید عالی شما در اینجا!
fi: Upea uusi ominaisuutesi täällä!
fr: Votre nouvelle fonctionnalité géniale ici !
he: התכונה החדשה והמדהימה שלך כאן!
hr: Ovdje je vaša sjajna nova značajka!
hu: Az Ön fantasztikus új funkciója itt!
id: Fitur baru Anda yang luar biasa di sini!
it: La tua nuova fantastica funzione qui!
ja: ここに素晴らしい新機能を！
ko: 여기에 멋진 새 기능을 소개하세요!
ms: Ciri baharu anda yang hebat di sini!
nl: Je geweldige nieuwe functie hier!
no: Din fantastiske nye funksjon her!
pl: Twoja nowa, niesamowita funkcja tutaj!
pt_br: Seu novo recurso incrível aqui!
pt_pt: Seu novo recurso incrível aqui!
ro: Noua ta caracteristică minunată aici!
ru: Здесь будет ваша новая классная функция!
sk: Vaša úžasná nová funkcia tu!
sl: Vaša odlična nova funkcija je tukaj!
sv: Din fantastiska nya funktion här!
th: ฟีเจอร์ใหม่สุดเจ๋งของคุณที่นี่!
tr: Harika yeni özelliğiniz burada!
uk: Тут ваша нова чудова функція!
ur: یہاں آپ کی زبردست نئی خصوصیت!
vi: Tính năng mới tuyệt vời của bạn ở đây!
zh_hans: 你的精彩新功能就在这里！
zh_hant: 在這裡放上你超棒的新功能！

source: Your Mac lost its internet connection, so the request never reached Google Play. Nothing was published — the edit was discarded and your listing is unchanged. Reconnect and upload again.
ar: لقد فقد Mac اتصاله بالإنترنت، لذا لم يصل الطلب مطلقًا إلى Google Play. لم يتم نشر أي شيء — تم تجاهل التعديل ولم تتغير قائمتك. أعد الاتصال والتحميل مرة أخرى.
ca: El vostre Mac va perdre la connexió a Internet, de manera que la sol·licitud no va arribar mai a Google Play. No s'ha publicat res; l'edició s'ha descartat i la vostra fitxa no ha canviat. Torna a connectar i torna a carregar.
cs: Váš Mac ztratil připojení k internetu, takže požadavek nikdy nedorazil Google Play. Nebylo publikováno nic – úprava byla zahozena a váš zápis se nezměnil. Znovu se připojte a nahrajte znovu.
da: Din Mac mistede sin internetforbindelse, så anmodningen nåede aldrig frem til Google Play. Intet blev offentliggjort – redigeringen blev kasseret, og din fortegnelse er uændret. Tilslut igen og upload igen.
de: Dein Mac hat die Internetverbindung verloren, daher hat die Anfrage Google Play nie erreicht. Es wurde nichts veröffentlicht – die Bearbeitung wurde verworfen und dein Eintrag ist unverändert. Stelle die Verbindung wieder her und lade erneut hoch.
el: Το Mac σας έχασε τη σύνδεσή του στο διαδίκτυο, επομένως το αίτημα δεν έφτασε ποτέ στο Google Play. Δεν δημοσιεύτηκε τίποτα — η τροποποίηση απορρίφθηκε και η καταχώρισή σας δεν άλλαξε. Επανασυνδεθείτε και μεταφορτώστε ξανά.
es: Tu Mac perdió la conexión a internet, así que la solicitud nunca llegó a Google Play. No se publicó nada: la edición se descartó y tu ficha no cambió. Vuelve a conectarte y súbelo de nuevo.
fa: اتصال اینترنت Mac شما قطع شد، پس درخواست هرگز به Google Play نرسید. چیزی منتشر نشد — ویرایش کنار گذاشته شد و صفحهٔ فروشگاه شما تغییری نکرد. دوباره وصل شوید و آپلود کنید.
fi: Mac menetti internetyhteyteensä, joten pyyntö ei koskaan saapunut Google Play. Mitään ei julkaistu – muokkaus hylättiin ja tietosi ovat ennallaan. Yhdistä ja lataa uudelleen.
fr: Votre Mac a perdu sa connexion Internet : la requête n'a jamais atteint Google Play. Rien n'a été publié — la modification a été annulée et votre fiche est inchangée. Reconnectez-vous et relancez l'envoi.
he: ה-Mac שלך איבד את החיבור לאינטרנט, כך שהבקשה מעולם לא הגיעה ל-Google Play. שום דבר לא פורסם - העריכה נמחקה והרישום שלך לא השתנה. התחבר מחדש והעלה שוב.
hr: Vaš Mac izgubio je internetsku vezu, tako da zahtjev nikada nije stigao do Google Play. Ništa nije objavljeno — uređivanje je odbačeno i vaš je unos nepromijenjen. Ponovno se povežite i ponovno prenesite.
hu: A Mac megszakadt az internetkapcsolata, így a kérés soha nem érte el Google Play. Semmit sem tettek közzé – a szerkesztést elvetették, az adatlapod pedig nem változott. Csatlakozzon újra, és töltse fel újra.
id: Mac Anda kehilangan koneksi internet, sehingga permintaan tidak pernah mencapai Google Play. Tidak ada yang dipublikasikan — hasil edit telah dibuang dan listingan Anda tidak berubah. Hubungkan kembali dan unggah lagi.
it: Il tuo Mac ha perso la connessione a internet, quindi la richiesta non ha mai raggiunto Google Play. Non è stato pubblicato nulla: la modifica è stata scartata e la tua scheda è invariata. Riconnettiti e carica di nuovo.
ja: Mac のインターネット接続が切れたため、リクエストは Google Play に届きませんでした。何も公開されていません。編集は破棄され、掲載情報は変更されていません。再接続してもう一度アップロードしてください。
ko: Mac의 인터넷 연결이 끊겨 요청이 Google Play에 도달하지 못했습니다. 아무것도 게시되지 않았으며 수정 사항은 취소되고 등록정보는 그대로입니다. 다시 연결한 후 업로드하세요.
ms: Mac anda terputus sambungan Internetnya, jadi permintaan tidak pernah sampai ke Google Play. Tiada apa-apa yang diterbitkan — pengeditan telah dibuang dan penyenaraian anda tidak berubah. Sambung semula dan muat naik semula.
nl: Je Mac heeft de internetverbinding verloren, dus het verzoek heeft Google Play nooit bereikt. Er is niets gepubliceerd. De bewerking is verwijderd en uw vermelding is ongewijzigd. Maak opnieuw verbinding en upload opnieuw.
no: Din Mac mistet internettforbindelsen, så forespørselen nådde aldri Google Play. Ingenting ble publisert – redigeringen ble forkastet og oppføringen din er uendret. Koble til på nytt og last opp igjen.
pl: Twój Mac utracił połączenie internetowe, więc prośba nigdy nie dotarła do Google Play. Nic nie zostało opublikowane — zmiana została odrzucona, a Twój wpis pozostaje niezmieniony. Połącz się ponownie i prześlij ponownie.
pt_br: Seu Mac perdeu a conexão com a internet, então a solicitação nunca chegou ao Google Play. Nada foi publicado — a edição foi descartada e sua página não mudou. Reconecte e envie novamente.
pt_pt: Seu Mac perdeu a conexão com a Internet, então a solicitação nunca chegou a Google Play. Nada foi publicado — a edição foi descartada e sua listagem permanece inalterada. Reconecte e carregue novamente.
ro: Mac dvs. și-a pierdut conexiunea la internet, așa că solicitarea nu a ajuns niciodată la Google Play. Nu a fost publicat nimic — editarea a fost renunțată și înregistrarea dvs. este neschimbată. Reconectați-vă și încărcați din nou.
ru: Ваш Mac потерял подключение к интернету, поэтому запрос не дошел до Google Play. Ничего не опубликовано — правка отменена, и ваша страница не изменилась. Восстановите подключение и загрузите снова.
sk: Váš Mac stratil internetové pripojenie, takže žiadosť nikdy nebola doručená Google Play. Nič nebolo zverejnené – úprava bola zahodená a váš záznam sa nezmenil. Znova sa pripojte a znova nahrajte.
sl: Vaš Mac je izgubil internetno povezavo, zato zahteva ni nikoli dosegla Google Play. Nič ni bilo objavljeno — urejanje je bilo zavrženo in vaš seznam je nespremenjen. Ponovno vzpostavite povezavo in znova naložite.
sv: Din Mac förlorade sin internetanslutning, så begäran nådde aldrig Google Play. Ingenting publicerades – redigeringen kasserades och dina uppgifter är oförändrade. Återanslut och ladda upp igen.
th: Mac ของคุณขาดการเชื่อมต่ออินเทอร์เน็ต คำขอจึงไม่ไปถึง Google Play ไม่มีการเผยแพร่ — การแก้ไขถูกยกเลิกและรายการของคุณไม่มีการเปลี่ยนแปลง เชื่อมต่อใหม่และอัปโหลดอีกครั้ง
tr: Mac'inizin internet bağlantısı kesildi, bu yüzden istek Google Play'e hiç ulaşmadı. Hiçbir şey yayımlanmadı — düzenleme iptal edildi ve mağaza sayfanız değişmedi. Yeniden bağlanıp tekrar yükleyin.
uk: Ваш Mac втратив з’єднання з інтернетом, тож запит так і не дійшов до Google Play. Нічого не опубліковано — редагування скасовано, і ваша сторінка не змінилася. Відновіть з’єднання й вивантажте знову.
ur: آپ کا Mac اپنا انٹرنیٹ کنکشن کھو گیا، اس لیے درخواست کبھی بھی Google Play تک نہیں پہنچی۔ کچھ بھی شائع نہیں ہوا — ترمیم کو مسترد کر دیا گیا اور آپ کی فہرست میں کوئی تبدیلی نہیں کی گئی۔ دوبارہ جڑیں اور دوبارہ اپ لوڈ کریں۔
vi: Mac của bạn bị mất kết nối internet nên yêu cầu không bao giờ đạt được Google Play. Không có gì được xuất bản — bản chỉnh sửa đã bị loại bỏ và danh sách của bạn không thay đổi. Kết nối lại và tải lên lại.
zh_hans: 你的 Mac 断开了网络连接，因此请求未能到达 Google Play。没有发布任何内容——此次修改已被丢弃，你的商品详情保持不变。请重新连接后再次上传。
zh_hant: 你的 Mac 失去了網際網路連線，因此請求從未送達 Google Play。未發佈任何內容——編輯已被捨棄，你的商店資訊保持不變。請重新連線後再次上傳。

source: Your project list couldn't be read, so syncing was stopped to avoid losing projects. Check your internet connection and try again.
ar: تعذرت قراءة قائمة مشاريعك، لذا تم إيقاف المزامنة لتجنب فقدان المشاريع. تحقق من اتصالك بالإنترنت وحاول مرة أخرى.
ca: No s'ha pogut llegir la llista de projectes, de manera que la sincronització es va aturar per evitar la pèrdua de projectes. Comprova la teva connexió a Internet i torna-ho a provar.
cs: Váš seznam projektů se nepodařilo přečíst, takže synchronizace byla zastavena, aby nedošlo ke ztrátě projektů. Zkontrolujte připojení k internetu a zkuste to znovu.
da: Din projektliste kunne ikke læses, så synkroniseringen blev stoppet for at undgå at miste projekter. Tjek din internetforbindelse, og prøv igen.
de: Deine Projektliste konnte nicht gelesen werden, daher wurde die Synchronisierung gestoppt, damit keine Projekte verloren gehen. Prüfe deine Internetverbindung und versuche es erneut.
el: Δεν ήταν δυνατή η ανάγνωση της λίστας έργων σας, επομένως ο συγχρονισμός διακόπηκε για να αποφευχθεί η απώλεια έργων. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.
es: No se pudo leer tu lista de proyectos, así que se detuvo la sincronización para no perder proyectos. Comprueba tu conexión a internet y vuelve a intentarlo.
fa: لیست پروژه شما خوانده نشد، بنابراین برای جلوگیری از از دست دادن پروژه‌ها، همگام‌سازی متوقف شد. اتصال اینترنت خود را بررسی کنید و دوباره امتحان کنید.
fi: Projektiluetteloasi ei voitu lukea, joten synkronointi lopetettiin projektien menettämisen välttämiseksi. Tarkista internetyhteytesi ja yritä uudelleen.
fr: Votre liste de projets n'a pas pu être lue. La synchronisation a donc été arrêtée pour éviter de perdre des projets. Vérifiez votre connexion Internet et réessayez.
he: לא ניתן היה לקרוא את רשימת הפרויקטים שלך, לכן הסנכרון הופסק כדי למנוע אובדן פרויקטים. בדוק את חיבור האינטרנט שלך ונסה שוב.
hr: Vaš popis projekata nije se mogao pročitati, pa je sinkronizacija zaustavljena kako bi se izbjegao gubitak projekata. Provjerite internetsku vezu i pokušajte ponovno.
hu: A projektlistája nem olvasható, ezért a szinkronizálást leállítottuk, hogy elkerüljük a projektek elvesztését. Ellenőrizze az internetkapcsolatot, és próbálja újra.
id: Daftar proyek Anda tidak dapat dibaca, jadi sinkronisasi dihentikan untuk menghindari hilangnya proyek. Periksa koneksi internet Anda dan coba lagi.
it: Non è stato possibile leggere l'elenco dei progetti, quindi la sincronizzazione è stata interrotta per evitare di perdere progetti. Controlla la connessione a internet e riprova.
ja: プロジェクトリストを読み取れなかったため、プロジェクトが失われないよう同期を停止しました。インターネット接続を確認して、もう一度お試しください。
ko: 프로젝트 목록을 읽을 수 없어 프로젝트 손실을 방지하기 위해 동기화가 중지되었습니다. 인터넷 연결을 확인하고 다시 시도하세요.
ms: Senarai projek anda tidak dapat dibaca, jadi penyegerakan telah dihentikan untuk mengelakkan kehilangan projek. Semak sambungan internet anda dan cuba lagi.
nl: Uw projectlijst kon niet worden gelezen, dus het synchroniseren is gestopt om te voorkomen dat projecten verloren gaan. Controleer uw internetverbinding en probeer het opnieuw.
no: Prosjektlisten din kunne ikke leses, så synkroniseringen ble stoppet for å unngå å miste prosjekter. Sjekk Internett-tilkoblingen din og prøv igjen.
pl: Nie można odczytać listy projektów, więc synchronizacja została zatrzymana, aby uniknąć utraty projektów. Sprawdź swoje połączenie internetowe i spróbuj ponownie.
pt_br: Não foi possível ler sua lista de projetos, então a sincronização foi interrompida para evitar a perda de projetos. Verifique sua conexão com a Internet e tente novamente.
pt_pt: Não foi possível ler sua lista de projetos, então a sincronização foi interrompida para evitar a perda de projetos. Verifique sua conexão com a Internet e tente novamente.
ro: Lista dvs. de proiecte nu a putut fi citită, așa că sincronizarea a fost oprită pentru a evita pierderea proiectelor. Verificați conexiunea la internet și încercați din nou.
ru: Не удалось прочитать список проектов, поэтому синхронизация остановлена, чтобы не потерять проекты. Проверьте подключение к интернету и повторите попытку.
sk: Váš zoznam projektov sa nepodarilo prečítať, takže synchronizácia bola zastavená, aby nedošlo k strate projektov. Skontrolujte svoje internetové pripojenie a skúste to znova.
sl: Vašega seznama projektov ni bilo mogoče prebrati, zato je bila sinhronizacija ustavljena, da bi preprečili izgubo projektov. Preverite internetno povezavo in poskusite znova.
sv: Din projektlista kunde inte läsas, så synkroniseringen stoppades för att undvika att förlora projekt. Kontrollera din internetanslutning och försök igen.
th: ไม่สามารถอ่านรายชื่อโปรเจ็กต์ของคุณได้ จึงหยุดการซิงค์เพื่อหลีกเลี่ยงการสูญเสียโปรเจ็กต์ ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
tr: Proje listeniz okunamadı, bu yüzden projelerin kaybolmaması için eşzamanlama durduruldu. İnternet bağlantınızı denetleyip tekrar deneyin.
uk: Не вдалося прочитати список проєктів, тож синхронізацію зупинено, щоб не втратити проєкти. Перевірте з’єднання з інтернетом і повторіть спробу.
ur: آپ کے پراجیکٹ کی فہرست کو پڑھا نہیں جا سکا، اس لیے پراجیکٹس کو کھونے سے بچنے کے لیے مطابقت پذیری روک دی گئی۔ اپنا انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
vi: Không thể đọc được danh sách dự án của bạn nên quá trình đồng bộ hóa đã bị dừng để tránh mất dự án. Hãy kiểm tra kết nối Internet của bạn và thử lại.
zh_hans: 无法读取你的项目列表，因此已停止同步以免丢失项目。请检查你的网络连接，然后重试。
zh_hant: 無法讀取你的專案列表，因此已停止同步以免遺失專案。請檢查你的網際網路連線，然後再試一次。

source: Your purchase is complete — Screenshot Bro Pro is unlocked on this Apple Account.
ar: اكتملت عملية الشراء — تم إلغاء قفل Screenshot Bro Pro على حساب Apple هذا.
ca: La teva compra s'ha completat: Screenshot Bro Pro està desbloquejat en aquest compte d'Apple.
cs: Váš nákup je dokončen — Screenshot Bro Pro je na tomto účtu Apple odemčen.
da: Dit køb er gennemført — Screenshot Bro Pro er låst op på denne Apple-konto.
de: Dein Kauf ist abgeschlossen – Screenshot Bro Pro ist für diesen Apple Account freigeschaltet.
el: Η αγορά σας ολοκληρώθηκε — το Screenshot Bro Pro είναι ξεκλειδωμένο σε αυτόν τον Λογαριασμό Apple.
es: Tu compra se ha completado: Screenshot Bro Pro está desbloqueado en esta cuenta de Apple.
fa: خرید شما کامل شد — Screenshot Bro Pro برای این حساب Apple فعال شد.
fi: Ostoksesi on valmis – Screenshot Bro Pro on avattu tälle Apple-tilille.
fr: Votre achat est terminé – Screenshot Bro Pro est débloqué sur ce compte Apple.
he: הרכישה שלך הושלמה - Screenshot Bro Pro לא נעולה בחשבון Apple הזה.
hr: Vaša je kupnja dovršena — Screenshot Bro Pro je otključan na ovom Apple računu.
hu: A vásárlás befejeződött – a Screenshot Bro Pro zárolása fel van oldva ezen az Apple-fiókon.
id: Pembelian Anda selesai — Screenshot Bro Pro tidak terkunci di Akun Apple ini.
it: Acquisto completato: Screenshot Bro Pro è sbloccato su questo Account Apple.
ja: 購入が完了しました — この Apple アカウントで Screenshot Bro Pro のロックが解除されました。
ko: 구매가 완료되었습니다. 이 Apple 계정에서 Screenshot Bro Pro가 잠금 해제되었습니다.
ms: Pembelian anda telah selesai — Screenshot Bro Pro dibuka pada Akaun Apple ini.
nl: Je aankoop is voltooid: Screenshot Bro Pro is ontgrendeld op dit Apple-account.
no: Kjøpet ditt er fullført – Screenshot Bro Pro er låst opp på denne Apple-kontoen.
pl: Twój zakup został sfinalizowany — Screenshot Bro Pro jest odblokowany na tym koncie Apple.
pt_br: Sua compra foi concluída — o Screenshot Bro Pro está desbloqueado nesta Conta Apple.
pt_pt: Sua compra foi concluída — Screenshot Bro Pro está desbloqueado nesta conta Apple.
ro: Achiziția dvs. este finalizată — Screenshot Bro Pro este deblocat pe acest cont Apple.
ru: Покупка завершена — Screenshot Bro Pro разблокирован для этого Аккаунта Apple.
sk: Váš nákup je dokončený — Screenshot Bro Pro je odomknutý na tomto účte Apple.
sl: Vaš nakup je končan — Screenshot Bro Pro je odklenjen na tem Apple Računu.
sv: Ditt köp är slutfört — Screenshot Bro Pro är upplåst på detta Apple-konto.
th: การซื้อของคุณเสร็จสมบูรณ์ — Screenshot Bro Pro ได้รับการปลดล็อคในบัญชี Apple นี้แล้ว
tr: Satın alma işleminiz tamamlandı — Screenshot Bro Pro bu Apple Hesabı için açıldı.
uk: Покупку завершено — Screenshot Bro Pro розблоковано для цього облікового запису Apple.
ur: آپ کی خریداری مکمل ہو گئی ہے — Screenshot Bro Pro اس Apple اکاؤنٹ پر غیر مقفل ہے۔
vi: Giao dịch mua của bạn đã hoàn tất — Screenshot Bro Pro được mở khóa trên Tài khoản Apple này.
zh_hans: 购买已完成——此 Apple 账户已解锁 Screenshot Bro Pro。
zh_hant: 購買已完成——此 Apple 帳號已解鎖 Screenshot Bro Pro。

source: Your purchase is complete — Screenshot Bro Pro is unlocked on this Mac.
ar: اكتملت عملية الشراء — تم إلغاء قفل Screenshot Bro Pro في هذا Mac.
ca: La teva compra s'ha completat: Screenshot Bro Pro està desbloquejat en aquest Mac.
cs: Váš nákup je dokončen — Screenshot Bro Pro je odemčen na tomto Mac.
da: Dit køb er gennemført – Screenshot Bro Pro er låst op på denne Mac.
de: Dein Kauf ist abgeschlossen – Screenshot Bro Pro ist auf diesem Mac freigeschaltet.
el: Η αγορά σας ολοκληρώθηκε — το Screenshot Bro Pro είναι ξεκλειδωμένο σε αυτό το Mac.
es: Tu compra se ha completado: Screenshot Bro Pro está desbloqueado en este Mac.
fa: خرید شما کامل شد — Screenshot Bro Pro روی این Mac باز شده است.
fi: Ostoksesi on valmis – Screenshot Bro Pro on avattu tälle Mac.
fr: Votre achat est terminé — Screenshot Bro Pro est débloqué sur ce Mac.
he: הרכישה שלך הושלמה - Screenshot Bro Pro לא נעול ב-Mac זה.
hr: Vaša je kupnja dovršena — Screenshot Bro Pro je otključan na ovom Mac.
hu: A vásárlás befejeződött – a Screenshot Bro Pro zárolása fel van oldva ezen a Mac-on.
id: Pembelian Anda selesai — Screenshot Bro Pro dibuka pada Mac ini.
it: Acquisto completato: Screenshot Bro Pro è sbloccato su questo Mac.
ja: 購入が完了しました — この Mac で Screenshot Bro Pro のロックが解除されました。
ko: 구매가 완료되었습니다 — 이 Mac에서 Screenshot Bro Pro가 잠금 해제되었습니다.
ms: Pembelian anda telah selesai — Screenshot Bro Pro dibuka pada Mac ini].
nl: Je aankoop is voltooid: Screenshot Bro Pro is ontgrendeld op deze Mac.
no: Kjøpet ditt er fullført – Screenshot Bro Pro er låst opp på denne Mac.
pl: Twój zakup został sfinalizowany — Screenshot Bro Pro został odblokowany w tym Mac.
pt_br: Sua compra foi concluída — o Screenshot Bro Pro está desbloqueado neste Mac.
pt_pt: Sua compra foi concluída — Screenshot Bro Pro está desbloqueado neste Mac.
ro: Achiziția dvs. este finalizată — Screenshot Bro Pro este deblocat pe acest Mac.
ru: Покупка завершена — Screenshot Bro Pro разблокирован на этом Mac.
sk: Váš nákup je dokončený — Screenshot Bro Pro je odomknutý na tomto Mac.
sl: Vaš nakup je končan — Screenshot Bro Pro je odklenjen na tem Mac.
sv: Ditt köp är klart – Screenshot Bro Pro är upplåst på denna Mac.
th: การซื้อของคุณเสร็จสมบูรณ์ — Screenshot Bro Pro ได้รับการปลดล็อคแล้วใน Mac นี้
tr: Satın alımınız tamamlandı — Screenshot Bro Pro bu Mac'te açıldı.
uk: Покупку завершено — Screenshot Bro Pro розблоковано на цьому Mac.
ur: آپ کی خریداری مکمل ہو گئی ہے — Screenshot Bro Pro اس Mac پر غیر مقفل ہے۔
vi: Giao dịch mua hàng của bạn đã hoàn tất — Screenshot Bro Pro được mở khóa trên Mac này.
zh_hans: 购买已完成 — Screenshot Bro Pro 已在这台 Mac 上解锁。
zh_hant: 購買已完成 — Screenshot Bro Pro 已在這台 Mac 上解鎖。

source: Your Screenshot Bro Pro purchase was restored.
ar: تمت استعادة عملية الشراء Screenshot Bro Pro الخاصة بك.
ca: La teva compra de Screenshot Bro Pro s'ha restaurat.
cs: Váš nákup Screenshot Bro Pro byl obnoven.
da: Dit Screenshot Bro Pro køb blev gendannet.
de: Dein Kauf von Screenshot Bro Pro wurde wiederhergestellt.
el: Η αγορά σας Screenshot Bro Pro αποκαταστάθηκε.
es: Tu compra de Screenshot Bro Pro se ha restaurado.
fa: خرید Screenshot Bro Pro شما بازیابی شد.
fi: Ostoksesi Screenshot Bro Pro palautettiin.
fr: Votre achat Screenshot Bro Pro a été restauré.
he: הרכישה שלך ב-Screenshot Bro Pro שוחזרה.
hr: Vaša Screenshot Bro Pro kupnja je vraćena.
hu: A Screenshot Bro Pro vásárlását visszaállítottuk.
id: Pembelian Screenshot Bro Pro Anda telah dipulihkan.
it: Il tuo acquisto di Screenshot Bro Pro è stato ripristinato.
ja: Screenshot Bro Pro の購入を復元しました。
ko: Screenshot Bro Pro 구매가 복원되었습니다.
ms: Pembelian Screenshot Bro Pro anda telah dipulihkan.
nl: Uw aankoop van Screenshot Bro Pro is hersteld.
no: Ditt Screenshot Bro Pro kjøp ble gjenopprettet.
pl: Twój zakup Screenshot Bro Pro został przywrócony.
pt_br: Sua compra do Screenshot Bro Pro foi restaurada.
pt_pt: Sua compra Screenshot Bro Pro foi restaurada.
ro: Achiziția dvs. Screenshot Bro Pro a fost restabilită.
ru: Покупка Screenshot Bro Pro восстановлена.
sk: Váš nákup Screenshot Bro Pro bol obnovený.
sl: Vaš nakup Screenshot Bro Pro je bil obnovljen.
sv: Ditt Screenshot Bro Pro köp har återställts.
th: การซื้อ Screenshot Bro Pro ของคุณได้รับการกู้คืนแล้ว
tr: Screenshot Bro Pro satın alımınız geri yüklendi.
uk: Вашу покупку Screenshot Bro Pro відновлено.
ur: آپ کی Screenshot Bro Pro خریداری بحال کر دی گئی۔
vi: Giao dịch mua Screenshot Bro Pro của bạn đã được khôi phục.
zh_hans: 已恢复你购买的 Screenshot Bro Pro。
zh_hant: 已回復你的 Screenshot Bro Pro 購買項目。

source: Your selected row's editor
ar: محرر الصف الذي اخترته
ca: L'editor de la fila seleccionada
cs: Editor vámi vybraného řádku
da: Din valgte rækkes editor
de: Der Editor deiner ausgewählten Zeile
el: Ο επεξεργαστής της επιλεγμένης σειράς σας
es: El editor de la fila seleccionada
fa: ویرایشگر ردیف انتخاب‌شده
fi: Valitsemasi rivin editori
fr: L'éditeur de la ligne sélectionnée
he: עורך השורה שבחרת
hr: Vaš uređivač odabranog retka
hu: A kiválasztott sor szerkesztője
id: Editor baris yang Anda pilih
it: L'editor della riga selezionata
ja: 選択した行のエディタ
ko: 선택한 행의 편집기
ms: Editor baris pilihan anda
nl: De editor van uw geselecteerde rij
no: Redaktøren til den valgte raden
pl: Edytor wybranego wiersza
pt_br: Editor da linha selecionada
pt_pt: Editor da linha selecionada
ro: Editorul rândului selectat de dvs
ru: Редактор выбранной строки
sk: Editor vášho vybraného riadku
sl: Vaš izbrani urejevalnik vrstic
sv: Den valda radens redigerare
th: ตัวแก้ไขแถวที่คุณเลือก
tr: Seçili satırınızın düzenleyicisi
uk: Редактор вибраного рядка
ur: آپ کا منتخب کردہ قطار کا ایڈیٹر
vi: Trình chỉnh sửa hàng đã chọn của bạn
zh_hans: 所选行的编辑器
zh_hant: 所選列的編輯器
